<?php if(strpos($jeha_profile,'داخلي') !== false){ ?>
                <table  id="" class="example display cell-border compact row-border hover order-column stripe text-center" style="width:100%">
                    <thead>
                        <tr>
                          <th>تبعية المعلومات</th>
                          <th>حالة العمل</th>
                          <th>حذف</th>                                                
                          <th>نسخ لقيد المعالجة</th>  
                          <th>تفاصيل</th>       
                          <th>طباعة الدراسة</th> 
                          <th>الجهة المرسلة</th>
                          <th>الجهة المرسل إليها</th>
                          <th>رقم الطلب</th>
                          <th>رقم الاستمارة</th>
                          <th>الرقم الذاتي</th>
                          <th>الاسم الحركي أو اللقب</th>
                          <th>الاسم</th>
                          <th>الأب</th>
                          <th>النسبة</th>
                          <th>رقم الكتاب</th>  
                          <th>تاريخ الكتاب</th>
                          
                          <th>رقم الإضبارة <?php if ($jeha_profile == 'الإدارة المركزية للمعلومات' && $details_type=='صادر'){ ?> العام <?php }?></th>
                          <th>تاريخ الإضبارة <?php if ($jeha_profile == 'الإدارة المركزية للمعلومات' && $details_type=='صادر'){ ?> العام <?php }?></th>      
                          <th>رقم الديوان</th>  
                          <th>تاريخ الديوان</th> 
                          
                          <th>الرمز العام</th>      
                          <th>الجهة الطالبة الدراسة</th>
                          <th>سبب إجراء الدراسة</th>
                          <th >تاريخ إجراء الدراسة</th> 
                          <th>منظم الدراسة</th>   
                          <th>مصدر الدراسة</th> 
                          <th>الرأي والمقترح</th>  
                          <th>نتيجة الدراسة</th>  
                          <th>السبب</th>                                                 
                          
                          <th>اسم ونسبة الأم</th>
                          <th>مكان الولادة</th>
                          <th>تاريخ الولادة</th>
                          <th>الجنس</th>
                          <th>الجنسية</th>
                          
                          <th>الأوصاف</th>
                          <th>الوضع العائلي</th>
                          <th>عدد الأولاد</th>
                          <th>العمل قبل الثورة</th>
                          <th>العمل الحالي</th> 
                          <th>المؤهل العلمي</th> 
                          <th>الوضع المادي</th>                                          
                          <th >الناحية الأخلاقية في المجتمع</th>
                          <th>الخدمة الالزامية</th>
                          <th>الاختصاص</th>
                          <th >السكن السابق</th>
                          <th >السكن الحالي</th>
                          <th>ملك-اجار</th>
                          <th>الفصائل التي انضم إليها</th>
                          <th>موقفه من الثورة</th>
                          <th>الدول التي سافر إليها</th>
                          <th>أقاربه مع النظام</th>
                          <th>أقاربه مع تنظيم الدولة</th>
                          <th>أقاربه مع الفصائل</th>
                          <th>أقاربه تم سجنهم لدى إدارة الأمن العام</th>
                          <th>الالتزام الديني</th>
                          <th>التوجه الفكري</th>
                          <th>الأهلية القيادية</th>
                          <th>قوة الشخصية</th>
                          <th>مدى التأثر بالآخرين</th>
                          <th>مدى التأثير بالمجتمع</th>
                          <th>طبيعة العلاقة مع الآخرين</th>
                          <th>القدرة على المحاورة</th>
                          <th>أهم الصفات الشخصية</th>
                          <th>هل سجن سايقا؟</th>
                          <th>رقم التواصل</th>
                          <th>تفاصيل اخرى</th>
                          <th>موجز عن حياته</th>
                           <th>صورة</th>
                         <th>مرفقات</th>
                          <th>المُدخل</th>
                          <th>تاريخ آخر تعديل</th>
                        
                      </tr>
                  </thead>
                  <tbody>
              <?php }else{?> 
                <table  class="example display cell-border compact row-border hover order-column stripe text-center" style="width:100%">
                          <thead>
                              <tr>
                      <th>تبعية المعلومات</th>
                      <th>حالة العمل</th>
                      <th>حذف</th>                                                
                      <th>نسخ لقيد المعالجة</th>  
                      <th>تفاصيل</th>       
                      <th>طباعة الدراسة</th> 
                      <th>الجهة المرسلة</th>
                      <th>الجهة المرسل إليها</th>
                      <th>رقم الطلب</th>
                      <th>رقم الاستمارة</th>
                      <th>الرقم الذاتي</th>
                      <th>رقم الإضبارة <?php if ($jeha_profile == 'الإدارة المركزية للمعلومات' && $details_type=='صادر'){ ?> العام <?php }?></th>
                      <th>تاريخ الإضبارة <?php if ($jeha_profile == 'الإدارة المركزية للمعلومات' && $details_type=='صادر'){ ?> العام <?php }?></th>      
                      <th>رقم الديوان</th>  
                      <th>تاريخ الديوان</th> 
                      <th>رقم الكتاب</th>  
                      <th>تاريخ الكتاب</th> 
                      <th>الرمز العام</th>      
                      <th>الجهة الطالبة الدراسة</th>
                      <th>سبب إجراء الدراسة</th>
                      <th >تاريخ إجراء الدراسة</th> 
                      <th>منظم الدراسة</th>   
                      <th>مصدر الدراسة</th> 
                      <th>الرأي والمقترح</th>  
                      <th>نتيجة الدراسة</th>  
                      <th>السبب</th>                                                 
                      <th>الاسم</th>
                      <th>الأب</th>
                      <th>النسبة</th>
                      <th>اسم ونسبة الأم</th>
                      <th>مكان الولادة</th>
                      <th>تاريخ الولادة</th>
                      <th>الجنس</th>
                      <th>الجنسية</th>
                      <th>الاسم الحركي أو اللقب</th>
                      <th>الأوصاف</th>
                      <th>الوضع العائلي</th>
                      <th>عدد الأولاد</th>
                      <th>العمل قبل الثورة</th>
                      <th>العمل الحالي</th> 
                      <th>المؤهل العلمي</th> 
                      <th>الوضع المادي</th>                                          
                      <th >الناحية الأخلاقية في المجتمع</th>
                      <th>الخدمة الالزامية</th>
                      <th>الاختصاص</th>
                      <th >السكن السابق</th>
                      <th >السكن الحالي</th>
                      <th>ملك-اجار</th>
                      <th>الفصائل التي انضم إليها</th>
                      <th>موقفه من الثورة</th>
                      <th>الدول التي سافر إليها</th>
                      <th>أقاربه مع النظام</th>
                      <th>أقاربه مع تنظيم الدولة</th>
                      <th>أقاربه مع الفصائل</th>
                      <th>أقاربه تم سجنهم لدى إدارة الأمن العام</th>
                      <th>الالتزام الديني</th>
                      <th>التوجه الفكري</th>
                      <th>الأهلية القيادية</th>
                      <th>قوة الشخصية</th>
                      <th>مدى التأثر بالآخرين</th>
                      <th>مدى التأثير بالمجتمع</th>
                      <th>طبيعة العلاقة مع الآخرين</th>
                      <th>القدرة على المحاورة</th>
                      <th>أهم الصفات الشخصية</th>
                      <th>هل سجن سايقا؟</th>
                      <th>رقم التواصل</th>
                      <th>تفاصيل اخرى</th>
                      <th>موجز عن حياته</th>
                      <th>صورة</th>
                    <th>مرفقات</th>
                      <th>المُدخل</th>
                      <th>تاريخ آخر تعديل</th>
                    
                  </tr>
              </thead>
              <tbody>         
                <?php }?>